Repository: quangtuyen88/forge
Catalog: App/Forge/Localizable.xcstrings
Source language: en
Languages: ja, ko, vi

source: Sessions and PRs from people you follow land here.
ja: フォローした人のセッションとPRがここに表示されます。
ko: 팔로우한 사람의 세션과 PR이 여기 모여요.
vi: Buổi tập và PR của người bạn theo dõi sẽ hiện ở đây.

source: Sessions are rebuilt from your current program, gym and time budget. Completed, moved and skipped records for this week are replaced.
ja: セッションは現在のプログラム、ジム、時間予算から再構築されます。今週の完了・移動・スキップの記録は置き換えられます。
ko: 세션은 현재 프로그램, 헬스장, 시간 예산으로 다시 구성됩니다. 이번 주의 완료, 이동, 건너뜀 기록은 교체됩니다.
vi: Các buổi tập được dựng lại từ chương trình, phòng tập và quỹ thời gian hiện tại. Ghi nhận hoàn thành, dời lịch và bỏ qua của tuần này sẽ bị thay thế.

source: Sessions completed
ja: 完了したセッション
ko: 완료된 세션
vi: Buổi tập đã hoàn thành

source: Sessions per week
ja: 週あたりセッション
ko: 주당 세션
vi: Buổi tập mỗi tuần

source: Sessions posted
ja: 投稿済みセッション
ko: 게시된 세션
vi: Buổi đã đăng

source: Sessions you haven't done yet are rebuilt from your current program, gym and time budget. Completed, moved and skipped days stay as they are.
ja: まだ終えていないセッションは、現在のプログラム・ジム・時間予算から再構成されます。完了・移動・スキップした日はそのまま残ります。
ko: 아직 하지 않은 세션은 현재 프로그램, 헬스장과 시간 예산에 맞춰 다시 구성됩니다. 완료, 이동, 건너뛴 날은 그대로 유지됩니다.
vi: Các buổi chưa tập sẽ được dựng lại theo chương trình, phòng gym và quỹ thời gian hiện tại. Những ngày đã hoàn thành, đã dời và đã bỏ qua giữ nguyên.

source: Set
ja: セット
ko: 세트
vi: Hiệp

source: Set %lld logged.
ja: セット%lldを記録しました。
ko: 세트 %lld 기록됨.
vi: Đã ghi hiệp %lld.

source: Set %lld of %lld
ja: %lld / %lldセット目
ko: 세트 %lld / %lld
vi: Hiệp %lld trên %lld

source: Set %lld of %lld next
ja: 次は%lld / %lldセット目
ko: 다음은 세트 %lld / %lld
vi: Tiếp: hiệp %lld trên %lld

source: Set %lld · %@
ja: セット%1$lld · %2$@
ko: 세트 %1$lld · %2$@
vi: Hiệp %1$lld · %2$@

source: Set %lld · saved on this device
ja: セット%lld · この端末に保存済み
ko: %lld세트 · 이 기기에 저장됨
vi: Hiệp %lld · đã lưu trên thiết bị này

source: Set %lld, %@ times %lld, RPE %@
ja: セット%lld、%@を%lld回、RPE %@
ko: 세트 %lld, %@ %lld회, RPE %@
vi: Hiệp %lld, %@ %lld lần, RPE %@

source: Set %lld, %@ times %lld, reported effort %@
ja: セット%1$lld、%2$@ × %3$lld、申告強度%4$@
ko: 세트 %1$lld, %2$@ × %3$lld, 보고된 노력도 %4$@
vi: Hiệp %1$lld, %2$@ × %3$lld, mức gắng sức đã báo %4$@

source: Set a goal
ja: 目標を設定
ko: 목표 설정
vi: Đặt mục tiêu

source: Set changes · %lld
ja: セット変更 · %lld
ko: 세트 변경 · %lld
vi: Thay đổi hiệp · %lld

source: Set feedback
ja: セットのフィードバック
ko: 세트 피드백
vi: Phản hồi hiệp

source: Set feedback for set %lld
ja: セット%lldのフィードバック
ko: 세트 %lld의 세트 피드백
vi: Phản hồi cho hiệp %lld

source: Set feedback for set %lld, %@
ja: セット%1$lldのフィードバック、%2$@
ko: 세트 %1$lld의 세트 피드백, %2$@
vi: Phản hồi cho hiệp %1$lld, %2$@

source: Set logged
ja: セットを記録しました
ko: 세트 기록됨
vi: Đã ghi hiệp

source: Set logged.
ja: セットを記録しました。
ko: 세트를 기록했어요.
vi: Đã ghi hiệp.

source: Set targets
ja: 目標を設定
ko: 목표 설정
vi: Đặt mục tiêu

source: Set the assistance on the machine. Less assistance is harder.
ja: マシンのアシストを設定してください。アシストが少ないほど難しくなります。
ko: 머신의 보조를 설정하세요. 보조가 적을수록 더 어렵습니다.
vi: Đặt mức hỗ trợ trên máy. Hỗ trợ càng ít thì càng khó.

source: Set the machine or stack to the target. Plates per side do not apply here.
ja: マシンまたはスタックを目標値に設定してください。片側プレートは該当しません。
ko: 머신이나 스택을 목표에 맞추세요. 한쪽 원판은 해당하지 않습니다.
vi: Đặt máy hoặc khối tạ theo mục tiêu. Số bánh tạ mỗi bên không áp dụng ở đây.

source: Set the machine, stack or handles to the target. Plates per side do not apply here.
ja: マシン、スタック、またはハンドルを目標に設定してください。ここでは片側あたりのプレートは適用されません。
ko: 머신, 스택 또는 핸들을 목표로 설정하세요. 여기서는 한쪽당 플레이트가 적용되지 않습니다.
vi: Đặt máy, chồng tạ hoặc tay cầm về mức mục tiêu. Tạ đĩa mỗi bên không áp dụng ở đây.

source: Set up in Training setup › Gym profiles. The passport only adds what a number means on each unit.
ja: トレーニング設定 › ジムプロフィールで設定します。パスポートは各器具で数値が何を意味するかを追加するだけです。
ko: 훈련 설정 › 헬스장 프로필에서 설정하세요. 여권은 각 기구에서 숫자가 무엇을 의미하는지만 추가합니다.
vi: Thiết lập trong Thiết lập tập luyện › Hồ sơ phòng tập. Hộ chiếu chỉ bổ sung ý nghĩa con số trên từng dụng cụ.

source: Set variant
ja: セットの種類
ko: 세트 유형
vi: Kiểu set

source: Set variant, %@
ja: バリアント設定、%@
ko: 변형 설정, %@
vi: Biến thể hiệp, %@

source: Sets
ja: セット
ko: 세트
vi: Hiệp

source: Sets how many exercises and working sets fit in a day.
ja: 1日に入る種目数と実施セット数が決まります。
ko: 하루에 들어가는 운동 수와 작업 세트 수가 정해져요.
vi: Quyết định số bài tập và số hiệp chính mỗi buổi.

source: Sets logged · %@
ja: 記録したセット · %@
ko: 기록한 세트 · %@
vi: Số hiệp đã ghi · %@

source: Sets per week
ja: 週あたりセット
ko: 주당 세트
vi: Số hiệp mỗi tuần

source: Sets · of %lld
ja: セット · /%lld
ko: 세트 · /%lld
vi: Hiệp · trên %lld

source: Settings
ja: 設定
ko: 설정
vi: Cài đặt

source: Sex
ja: 性別
ko: 성별
vi: Giới tính

source: Share (square)
ja: シェア（スクエア）
ko: 공유(정사각형)
vi: Chia sẻ (vuông)

source: Share (story)
ja: シェア（ストーリー）
ko: 공유(스토리)
vi: Chia sẻ (story)

source: Share (story) — Instagram/TikTok
ja: シェア（ストーリー） — Instagram/TikTok
ko: 공유(스토리) — Instagram/TikTok
vi: Chia sẻ (story) — Instagram/TikTok

source: Share a redacted copy
ja: 加工済みコピーを共有
ko: 개인정보 제거 사본 공유
vi: Chia sẻ bản đã lược bỏ

source: Share program file
ja: プログラムファイルを共有
ko: 프로그램 파일 공유
vi: Chia sẻ tệp chương trình

source: Share session
ja: セッションをシェア
ko: 세션 공유
vi: Chia sẻ buổi tập

source: Share square
ja: 正方形で共有
ko: 정사각형 공유
vi: Chia sẻ vuông

source: Share story
ja: ストーリーで共有
ko: 스토리 공유
vi: Chia sẻ story

source: Share the link
ja: リンクを共有
ko: 링크 공유
vi: Chia sẻ liên kết

source: Share training data with the coach
ja: トレーニングデータをコーチと共有
ko: 훈련 데이터를 코치와 공유
vi: Chia sẻ dữ liệu tập luyện với HLV

source: Share workout
ja: ワークアウトを共有
ko: 운동 공유
vi: Chia sẻ buổi tập

source: Shares the day with %@
ja: %@と日を共有します
ko: %@와 날짜를 공유합니다
vi: Chia sẻ ngày với %@

source: Share…
ja: 共有…
ko: 공유…
vi: Chia sẻ…

source: Sharing hands the finished image to another app. Regulift does not post it for you.
ja: 共有すると完成した画像が他のアプリに渡されます。Reguliftが代わりに投稿することはありません。
ko: 공유하면 완성된 이미지가 다른 앱으로 전달됩니다. Regulift가 대신 게시하지 않습니다.
vi: Chia sẻ sẽ chuyển ảnh đã hoàn thiện sang ứng dụng khác. Regulift không đăng thay bạn.

source: Sharing is blocked: the copy still contained %@.
ja: 共有がブロックされました: コピーにまだ%@が含まれていました。
ko: 공유가 차단되었습니다: 사본에 여전히 %@가 포함되어 있습니다.
vi: Chia sẻ bị chặn: bản sao vẫn chứa %@.

source: Sharing version %@
ja: バージョン%@を共有
ko: 버전 %@ 공유
vi: Đang chia sẻ phiên bản %@

source: Short one. %lld of %lld sets logged.
ja: 少し短め。%lld / %lldセットを記録。
ko: 조금 짧네요. %lld / %lld세트 기록.
vi: Hơi ngắn. Đã ghi %lld trên %lld hiệp.

source: Short night. I dropped your optional sets.
ja: 睡眠が短めでした。任意セットを外しました。
ko: 잠이 짧았어요. 선택 세트를 뺐어요.
vi: Đêm qua bạn ngủ ít. Tôi đã bỏ bớt hiệp tùy chọn.

source: Show calculation
ja: 計算を表示
ko: 계산 표시
vi: Hiện cách tính

source: Show full workout
ja: ワークアウト全体を表示
ko: 전체 운동 표시
vi: Hiện toàn bộ buổi tập

source: Show in kg
ja: kgで表示
ko: kg로 보기
vi: Xem theo kg

source: Show in lb
ja: lbで表示
ko: lb로 보기
vi: Xem theo lb

source: Show photo details
ja: 写真の詳細を表示
ko: 사진 세부정보 표시
vi: Hiện chi tiết ảnh

source: Show pose labels
ja: ポーズラベルを表示
ko: 자세 라벨 표시
vi: Hiện nhãn tư thế

source: Showing
ja: 表示中
ko: 표시 중
vi: Đang hiển thị

source: Showing %lld of %lld entries
ja: %lld / %lld 件のエントリを表示中
ko: %lld / %lld개 항목 표시 중
vi: Đang hiện %lld trong %lld mục

source: Showing %lld of 4 types; an entry matches any of them.
ja: 4種類中 %lld 種類を表示中。エントリはそのいずれかに一致します。
ko: 4개 유형 중 %lld개 표시 중. 항목은 그중 어느 것과도 일치합니다.
vi: Đang hiện %lld trong 4 loại; một mục khớp bất kỳ loại nào trong đó.

source: Showing every type.
ja: すべての種類を表示中です。
ko: 모든 유형 표시 중.
vi: Đang hiện mọi loại.

source: Shows pose labels only — photos are never revealed or loaded.
ja: ポーズラベルのみを表示 — 写真が表示されたり読み込まれたりすることはありません。
ko: 자세 라벨만 표시하며 사진은 절대 표시되거나 로드되지 않습니다.
vi: Chỉ hiện nhãn tư thế — ảnh không bao giờ được hiển thị hay tải.

source: Shows this exercise in the queue without changing it
ja: この種目をキューに表示します（変更はしません）
ko: 이 운동을 변경하지 않고 대기열에 표시
vi: Hiện bài tập này trong hàng đợi mà không thay đổi nó

source: Side delts
ja: 側部三角筋
ko: 측면 삼각근
vi: Vai giữa

source: Sign in
ja: サインイン
ko: 로그인
vi: Đăng nhập

source: Sign in to sync across devices
ja: サインインして端末間で同期
ko: 로그인해서 기기 간 동기화
vi: Đăng nhập để đồng bộ giữa các thiết bị

source: Sign in to sync your training, measurements and nutrition across your devices.
ja: サインインすると、トレーニング・測定・栄養を端末間で同期できます。
ko: 로그인하면 훈련, 측정, 영양을 기기 간에 동기화해요.
vi: Đăng nhập để đồng bộ tập luyện, số đo và dinh dưỡng giữa các thiết bị.

source: Sign out
ja: サインアウト
ko: 로그아웃
vi: Đăng xuất

source: Sign-in required
ja: サインインが必要です
ko: 로그인 필요
vi: Cần đăng nhập

source: Signed in
ja: サインイン済み
ko: 로그인됨
vi: Đã đăng nhập

source: Size and strength
ja: 大きさと強さ
ko: 크기와 힘
vi: Cơ bắp và sức mạnh

source: Size and strength Compound lifts 6–10 reps
ja: 大きさと強さ 複合種目6〜10レップ
ko: 크기와 힘 복합 6–10렙
vi: Cơ bắp và sức mạnh Động tác kép 6–10 lần

source: Size and strength: compounds 6–10, isolation 10–15
ja: 大きさと強さ: 複合種目6〜10、単関節10〜15
ko: 크기와 힘: 복합 6–10, 단관절 10–15
vi: Cơ bắp và sức mạnh: động tác kép 6–10, đơn khớp 10–15

source: Sizing your starting loads
ja: 初期負荷を設定中
ko: 시작 중량 설정 중
vi: Đang tính mức tạ khởi đầu

source: Skill
ja: スキル
ko: 스킬
vi: Kỹ năng

source: Skill name
ja: スキル名
ko: 스킬 이름
vi: Tên kỹ năng

source: Skip
ja: スキップ
ko: 건너뛰기
vi: Bỏ qua

source: Skip for now
ja: 今はスキップ
ko: 지금은 건너뛰기
vi: Bỏ qua bây giờ

source: Skip rest
ja: 休憩をスキップ
ko: 휴식 건너뛰기
vi: Bỏ qua nghỉ

source: Skipped by you
ja: あなたがスキップしました
ko: 사용자가 건너뜀
vi: Bạn đã bỏ qua

source: Sleep
ja: 睡眠
ko: 수면
vi: Giấc ngủ

source: Slept
ja: 睡眠
ko: 수면
vi: Ngủ

source: Slept %@ h last night
ja: 昨夜の睡眠 %@時間
ko: 지난밤 %@시간 수면
vi: Đêm qua ngủ %@ giờ

source: Slept %@ hours
ja: %@時間睡眠
ko: %@시간 잠
vi: Đã ngủ %@ giờ

source: Small
ja: 小
ko: 소형
vi: Nhỏ

source: Smallest change
ja: 最小刻み
ko: 최소 증감
vi: Bước thay đổi nhỏ nhất

source: Snack
ja: 間食
ko: 간식
vi: Bữa phụ

source: Solid session. Recovery starts now.
ja: 良いセッションでした。ここからリカバリーです。
ko: 좋은 세션이에요. 지금부터 회복이에요.
vi: Buổi tập chắc chắn. Hồi phục bắt đầu từ giờ.

source: Something hurt
ja: どこか痛めました
ko: 무언가 아팠음
vi: Có gì đó bị đau

source: Sore muscles
ja: 筋肉痛のある部位
ko: 근육통 부위
vi: Cơ đau nhức

source: Sore muscles:
ja: 筋肉痛のある部位:
ko: 근육통 부위:
vi: Cơ đau nhức:

source: Soreness
ja: 筋肉痛
ko: 근육통
vi: Đau nhức

source: Soreness is running high. Deload is doing its job / consider one.
ja: 筋肉痛が強めです。ディロードが効いている証拠 / 検討を。
ko: 근육통이 높아요. 디로드가 제 역할을 하고 있어요 / 하나 고려해 보세요.
vi: Đau nhức đang cao. Giảm tải đang phát huy tác dụng / cân nhắc một tuần.

source: Sort
ja: 並べ替え
ko: 정렬
vi: Sắp xếp

source: Speaks only what is already on screen. Audio is generated on device.
ja: 画面に表示されている内容だけを読み上げます。音声は端末上で生成されます。
ko: 화면에 이미 표시된 내용만 말합니다. 오디오는 기기에서 생성됩니다.
vi: Chỉ đọc những gì đã hiển thị trên màn hình. Âm thanh được tạo ngay trên thiết bị.

source: Split
ja: スプリット
ko: 분할
vi: Chia lịch

source: split %@
ja: 分割：%@
ko: 분할: %@
vi: chia lịch: %@

source: Split: %@ · now %@
ja: 分割：%@ · 現在は%@
ko: 분할: %@ · 현재 %@
vi: Chia lịch: %@ · hiện tại %@

source: Square
ja: 正方形
ko: 정사각형
vi: Vuông

source: Square + 9:16 story for Instagram and TikTok
ja: Instagram・TikTok用のスクエアと9:16ストーリー
ko: Instagram·TikTok용 정사각형과 9:16 스토리
vi: Ảnh vuông và story 9:16 cho Instagram và TikTok

source: Stalled
ja: 停滞
ko: 정체
vi: Đình trệ

source: Standard
ja: 標準
ko: 표준
vi: Chuẩn

source: Standard variations lead. Advanced ones stay out for now.
ja: 標準バリエーションが中心です。上級バリエーションは今は外します。
ko: 표준 변형이 중심이에요. 고급 변형은 당분간 제외돼요.
vi: Các biến thể tiêu chuẩn là chính. Biến thể nâng cao tạm thời chưa dùng.

source: Start
ja: 開始
ko: 시작
vi: Bắt đầu

source: Start %@ · ≈ %lld min
ja: %@を開始 · 約%lld分
ko: %@ 시작 · 약 %lld분
vi: Bắt đầu %@ · ≈ %lld phút

source: Start %@%@ · ≈ %lld min
ja: 開始 %1$@%2$@ · 約%3$lld分
ko: 시작 %1$@%2$@ · ≈ %3$lld분
vi: Bắt đầu %1$@%2$@ · ≈ %3$lld phút

source: Start HR
ja: 心拍を開始
ko: 심박 시작
vi: Bật đo tim

source: Start a fresh 6-week block?
ja: 新しい6週間のブロックを開始しますか？
ko: 새 6주 블록을 시작할까요?
vi: Bắt đầu khối 6 tuần mới?

source: Start adaptive block
ja: アダプティブブロックを開始
ko: 적응형 블록 시작
vi: Bắt đầu khối thích ứng

source: Start another experiment
ja: 別の実験を開始
ko: 다른 실험 시작
vi: Bắt đầu thử nghiệm khác

source: Start deload
ja: ディロードを開始
ko: 디로드 시작
vi: Bắt đầu giảm tải

source: Start deload now
ja: 今すぐディロード開始
ko: 지금 디로드 시작
vi: Bắt đầu giảm tải ngay

source: Start experiment
ja: 実験を開始
ko: 실험 시작
vi: Bắt đầu thử nghiệm

source: Start free trial
ja: 無料トライアルを開始
ko: 무료 체험 시작
vi: Dùng thử miễn phí

source: Start today's workout
ja: 今日のワークアウトを開始
ko: 오늘의 운동 시작
vi: Bắt đầu buổi tập hôm nay

source: Start voice control
ja: 音声コントロールを開始
ko: 음성 제어 시작
vi: Bắt đầu điều khiển bằng giọng nói

source: Start workout
ja: ワークアウトを開始
ko: 운동 시작
vi: Bắt đầu buổi tập

source: Start workouts in Focus Mode
ja: 集中モードでワークアウトを開始
ko: 집중 모드에서 운동 시작
vi: Bắt đầu buổi tập ở Chế độ tập trung

source: Started training
ja: トレーニングを開始
ko: 훈련 시작됨
vi: Bắt đầu tập

source: Started training %@
ja: %@ にトレーニングを開始
ko: %@에 훈련 시작
vi: Bắt đầu tập %@

source: Starting load
ja: 初期負荷
ko: 시작 중량
vi: Mức tạ khởi đầu

source: Starting loads estimated from %@ bodyweight
ja: 初期負荷は%@の体重から推定
ko: 시작 중량은 %@ 체중에서 추정
vi: Mức tạ đầu ước tính từ cân nặng %@

source: Starting loads from your %lld entered lifts
ja: 初期負荷は入力した%lld種目から
ko: 시작 중량은 입력한 %lld개 리프트에서
vi: Mức tạ đầu từ %lld bài bạn đã nhập

source: Starting volume
ja: 初期ボリューム
ko: 시작 볼륨
vi: Khối lượng tập khởi đầu

source: Starts a new revision
ja: 新しいリビジョンを開始します
ko: 새 개정 시작
vi: Mở phiên bản mới

source: Starts with %@ · %@
ja: %@ · %@から開始
ko: %@ · %@부터 시작
vi: Bắt đầu từ %@ · %@

source: Starts with your next unstarted session.
ja: 次の未開始セッションから適用されます。
ko: 아직 시작하지 않은 다음 세션부터 적용됩니다.
vi: Áp dụng từ buổi tập tiếp theo chưa bắt đầu.

source: Status
ja: 状態
ko: 상태
vi: Trạng thái

source: Step %lld of %lld
ja: ステップ %lld / %lld
ko: %lld / %lld 단계
vi: Bước %lld trên %lld

source: Step %lld of 8
ja: ステップ%lld / 8
ko: 단계 %lld / 8
vi: Bước %lld trên 8

source: Still collecting
ja: 収集を継続中
ko: 여전히 수집 중
vi: Vẫn đang thu thập

source: Still open · grace until %@
ja: まだ開いています · %@までの猶予
ko: 여전히 열림 · %@까지 유예
vi: Vẫn mở · gia hạn đến %@

source: Still owed
ja: 未実施のまま
ko: 아직 남음
vi: Vẫn còn thiếu

source: Stop voice control
ja: 音声コントロールを停止
ko: 음성 제어 중지
vi: Dừng điều khiển bằng giọng nói

source: Stored on this device only. Your private profile is never uploaded, shared or used as a coach profile.
ja: この端末にのみ保存されます。プライベートプロフィールがアップロード・共有されたり、コーチプロフィールとして使われたりすることはありません。
ko: 이 기기에만 저장됩니다. 비공개 프로필은 업로드되거나 공유되거나 코치 프로필로 사용되지 않습니다.
vi: Chỉ lưu trên thiết bị này. Hồ sơ riêng tư của bạn không bao giờ được tải lên, chia sẻ hay dùng làm hồ sơ huấn luyện viên.

source: Story
ja: ストーリー
ko: 스토리

source: Streak
ja: 連続記録
ko: 연속 기록
vi: Chuỗi

source: Strength
ja: ストレングス
ko: 근력
vi: Sức mạnh

source: Strength: compounds 4–6, isolation 8–12
ja: ストレングス: 複合種目4〜6、単関節8〜12
ko: 근력: 복합 4–6, 단관절 8–12
vi: Sức mạnh: động tác kép 4–6, đơn khớp 8–12

source: Strong: Settings → Export Data.
ja: Strong: 設定 → データを書き出す。
ko: Strong: 설정 → 데이터 내보내기.
vi: Strong: Cài đặt → Xuất dữ liệu.

source: Subscription
ja: サブスクリプション
ko: 구독
vi: Đăng ký

source: Suggested split: %@
ja: おすすめスプリット: %@
ko: 추천 분할: %@
vi: Lịch chia gợi ý: %@

source: Superset
ja: スーパーセット
ko: 수퍼세트

source: Superset with next
ja: 次とスーパーセット
ko: 다음과 수퍼세트
vi: Ghép superset với bài sau

source: Swap an exercise
ja: 種目を入れ替える
ko: 운동 교체하기
vi: Đổi một bài tập

source: Swap an exercise, understand a deload, or ask why a lift stalled. AI coach, not medical advice.
ja: 種目の入れ替え、ディロードの理解、停滞の理由まで。AIコーチです。医療アドバイスではありません。
ko: 운동 교체, 디로드 이해, 정체 이유까지 물어보세요. AI 코치예요. 의료 조언이 아니에요.
vi: Đổi bài tập, hiểu giảm tải, hay hỏi vì sao bài tập bị đình trệ. HLV AI, không phải tư vấn y tế.

source: Swap exercise
ja: 種目を入れ替え
ko: 운동 교체
vi: Đổi bài tập

source: Swap, deload, why
ja: 入れ替え・ディロード・理由
ko: 교체, 디로드, 이유
vi: Đổi, giảm tải, lý do

source: Swap…
ja: 入れ替え…
ko: 교체…
vi: Đổi…

source: Sync now
ja: 今すぐ同期
ko: 지금 동기화
vi: Đồng bộ ngay

source: Synergists · up to two
ja: 協働筋 · 最大2つ
ko: 보조 근육 · 최대 2개
vi: Cơ phụ · tối đa hai

source: System
ja: システム
ko: 시스템
vi: Theo hệ thống

source: TONNAGE
ja: 総重量
ko: 총 중량
vi: TỔNG TẠ

source: Tap a food, done
ja: タップで記録完了
ko: 탭하면 기록 완료
vi: Chạm vào thực phẩm là xong

source: Tap a photo to change the pair.
ja: 写真をタップして比較を変更
ko: 사진을 탭해 비교 대상 변경
vi: Chạm vào ảnh để đổi cặp so sánh.

source: Tap what's sore
ja: 痛い部位をタップ
ko: 아픈 부위를 탭
vi: Chạm vào chỗ đau

source: Tap − / + to set
ja: − / + で設定
ko: − / + 로 설정
vi: Chạm − / + để đặt

source: Tape
ja: メジャー
ko: 줄자
vi: Thước dây

source: Target
ja: 目標
ko: 목표
vi: Mục tiêu

source: Target %@ %@
ja: 目標 %1$@ %2$@
ko: 목표 %1$@ %2$@
vi: Mục tiêu %1$@ %2$@

source: Target %@ %@ · bar %@
ja: 目標 %@ %@ · シャフト %@
ko: 목표 %@ %@ · 바 %@
vi: Mục tiêu %@ %@ · đòn %@

source: Target RPE %@
ja: 目標RPE %@
ko: 목표 RPE %@
vi: RPE mục tiêu %@

source: Target date
ja: 目標日
ko: 목표 날짜
vi: Ngày mục tiêu

source: Target for %@
ja: %@の目標
ko: %@ 목표
vi: Mục tiêu cho %@

source: Target load · assistance shown, less is harder
ja: 目標負荷 · アシストを表示、少ないほど難しい
ko: 목표 중량 · 보조 표시, 적을수록 어려움
vi: Tạ mục tiêu · hiển thị mức hỗ trợ, càng ít càng khó

source: Target load · bodyweight plus any added load
ja: 目標負荷 · 自重と追加した負荷の合計
ko: 목표 중량 · 체중 + 추가 중량
vi: Tạ mục tiêu · cân nặng cộng mọi tạ thêm

source: Target load · both dumbbells combined
ja: 目標負荷 · 両方のダンベルの合計
ko: 목표 중량 · 덤벨 두 개 합산
vi: Tạ mục tiêu · gộp cả hai tạ đơn

source: Target load · loading convention not confirmed
ja: 目標負荷 · 負荷の数え方が未確定
ko: 목표 중량 · 중량 계산 방식 미확인
vi: Tạ mục tiêu · quy ước lắp tạ chưa được xác nhận

source: Target load · per hand
ja: 目標負荷 · 片手あたり
ko: 목표 중량 · 한 손당
vi: Tạ mục tiêu · mỗi tay

source: Target load · per side
ja: 目標負荷 · 片側あたり
ko: 목표 중량 · 한쪽당
vi: Tạ mục tiêu · mỗi bên

source: Target load · plates only, bar excluded
ja: 目標負荷 · プレートのみ、シャフトは除く
ko: 목표 중량 · 플레이트만, 바 제외
vi: Tạ mục tiêu · chỉ tạ đĩa, không tính đòn

source: Target load · total, bar included
ja: 目標負荷 · 合計、シャフト込み
ko: 목표 중량 · 바 포함 합계
vi: Tạ mục tiêu · tổng, tính cả đòn

source: Target muscles
ja: 対象の筋肉
ko: 목표 근육
vi: Nhóm cơ mục tiêu

source: Terms
ja: 利用規約
ko: 이용약관
vi: Điều khoản

source: Test one change
ja: 1つの変更を試す
ko: 한 가지 변경 테스트
vi: Thử một thay đổi

source: Test purchase flow
ja: 購入フローをテスト
ko: 구매 흐름 테스트
vi: Thử luồng mua hàng

source: That comes from Apple Health, and I keep it on this phone.
ja: それはAppleヘルスケアから取得し、このスマートフォンに保存しています。
ko: 그것은 Apple 건강에서 가져온 것이며 이 휴대폰에 유지합니다.
vi: Dữ liệu đó đến từ Apple Health, và tôi giữ nó trên điện thoại này.

source: That doesn't match what I showed you, so I didn't apply it.
ja: 表示した内容と一致しないため、適用しませんでした。
ko: 보여드린 내용과 달라서 적용하지 않았습니다.
vi: Nội dung không khớp với những gì tôi đã hiển thị nên tôi không áp dụng.

source: That is the whole loop. You log, I program.
ja: これが全体の流れです。あなたが記録し、私が組みます。
ko: 이게 전체 흐름이에요. 당신은 기록하고, 제가 설계해요.
vi: Đó là toàn bộ vòng lặp. Bạn ghi lại, tôi lập trình.

source: That item belongs to a different local account.
ja: その器具は別のローカルアカウントに属しています。
ko: 그 항목은 다른 로컬 계정에 속합니다.
vi: Dụng cụ này thuộc tài khoản cục bộ khác.

source: That item no longer exists.
ja: その器具はすでに存在しません。
ko: 그 항목은 더 이상 존재하지 않습니다.
vi: Dụng cụ này không còn tồn tại.

source: That note was already deleted. Start a new note to save it again.
ja: そのメモはすでに削除されています。もう一度保存するには、新しいメモを作成してください。
ko: 그 메모는 이미 삭제되었습니다. 다시 저장하려면 새 메모를 시작하세요.
vi: Ghi chú đó đã bị xóa rồi. Hãy tạo ghi chú mới để lưu lại.

source: That suggestion is too old to apply now. Ask again and I'll rebuild it against your current plan.
ja: この提案は古すぎて適用できません。もう一度聞いてくれれば、今の計画で作り直します。
ko: 이 제안은 너무 오래되어 적용할 수 없습니다. 다시 물어보면 현재 계획에 맞춰 새로 만들어 드릴게요.
vi: Đề xuất này đã quá cũ để áp dụng. Hỏi lại nhé, tôi sẽ dựng lại theo kế hoạch hiện tại của bạn.

source: That's already your plan: %@.
ja: それがすでにあなたのプランです：%@。
ko: 그것이 이미 당신의 플랜입니다: %@.
vi: Đó đã là kế hoạch của bạn: %@.

source: The app will switch to %@ right away.
ja: アプリはすぐに%@に切り替わります。
ko: 앱이 바로 %@(으)로 전환됩니다.
vi: Ứng dụng sẽ chuyển sang %@ ngay.

source: The audit needs a workout or an import. Log a couple of sessions or bring your old log.
ja: 診断にはワークアウトかインポートが必要です。数回記録するか、以前のログを取り込んでください。
ko: 진단에는 운동 기록이나 가져오기가 필요해요. 몇 회 기록하거나 이전 로그를 가져와 보세요.
vi: Cần một buổi tập hoặc dữ liệu nhập để kiểm tra. Ghi vài buổi hoặc mang nhật ký cũ vào.

source: The bar is counted as part of the number you record.
ja: シャフトは、あなたが記録する数値の一部としてカウントされます。
ko: 바는 기록하는 숫자에 포함되어 계산됩니다.
vi: Thanh đòn được tính trong con số bạn ghi.

source: The coach server isn't configured in this build.
ja: このビルドではコーチサーバーが設定されていません。
ko: 이 빌드에서는 코치 서버가 설정되지 않았어요.
vi: Bản dựng này chưa cấu hình máy chủ HLV.

source: The copy contains training days only. Workout history, coach memory, your notes and your profile identity are never included.
ja: コピーにはトレーニング日のみが含まれます。ワークアウト履歴、コーチの記憶、メモ、プロフィール情報が含まれることはありません。
ko: 사본에는 훈련 날짜만 포함됩니다. 운동 기록, 코치 메모리, 메모, 프로필 신원은 절대 포함되지 않습니다.
vi: Bản sao chỉ chứa các ngày tập. Lịch sử buổi tập, bộ nhớ của HLV, ghi chú và danh tính hồ sơ của bạn không bao giờ được đưa vào.

source: The first stack step cannot be negative.
ja: スタックの最初の刻みは負の値にできません。
ko: 첫 스택 단계는 음수일 수 없습니다.
vi: Bước đầu của khối tạ không thể âm.

source: The link is unlisted — it is not searchable and never appears in a feed — but it is a bearer link: whoever holds the code can read and import the program. Revoke it any time to stop future access.
ja: リンクは限定公開です — 検索されず、フィードにも表示されません — ただしベアラーリンクです。コードを持つ人は誰でもプログラムを読み取ってインポートできます。今後のアクセスを止めるにはいつでも取り消してください。
ko: 이 링크는 비공개로 검색되지 않고 피드에도 표시되지 않지만 베어러 링크입니다. 코드를 가진 누구나 프로그램을 읽고 가져올 수 있습니다. 향후 접근을 막으려면 언제든 철회하세요.
vi: Liên kết là không công khai — không thể tìm kiếm và không bao giờ xuất hiện trong bảng tin — nhưng nó là liên kết mang quyền truy cập: ai giữ mã đều có thể đọc và nhập chương trình. Hãy thu hồi bất cứ lúc nào để chặn truy cập trong tương lai.

source: The note is removed from your timeline. Nothing else on this device changes.
ja: メモがタイムラインから削除されます。この端末の他には何も変更されません。
ko: 메모가 타임라인에서 제거됩니다. 이 기기의 다른 것은 변경되지 않습니다.
vi: Ghi chú bị gỡ khỏi dòng thời gian. Không có gì khác trên thiết bị này thay đổi.

source: The number includes the bar, for example a 20 kg bar plus the plates.
ja: 数値にはシャフトが含まれます。たとえば20 kgのシャフトにプレートを加えたものです。
ko: 숫자에는 바가 포함됩니다. 예를 들어 20 kg 바에 플레이트를 더한 값입니다.
vi: Con số đã gồm thanh đòn, ví dụ thanh đòn 20 kg cộng bánh tạ.

source: The number includes the bar, so enter the bar weight.
ja: 数値にはシャフトが含まれるため、シャフトの重さを入力してください。
ko: 숫자에는 바가 포함되므로 바 중량을 입력하세요.
vi: Con số đã gồm thanh đòn, nên hãy nhập trọng lượng thanh đòn.

source: The number is how much the machine helps you, not the weight you lift.
ja: 数値はマシンがどれだけ補助するかを表し、持ち上げる重さではありません。
ko: 이 숫자는 머신이 보조하는 정도이며, 들어 올리는 중량이 아닙니다.
vi: Con số là mức máy hỗ trợ bạn, không phải mức tạ bạn nâng.

source: The number is one side of the bar, not both sides.
ja: 数値はシャフトの片側の値で、両側ではありません。
ko: 숫자는 바의 한쪽이며 양쪽이 아닙니다.
vi: Con số là một bên thanh đòn, không phải cả hai bên.

source: The number is the plates alone. The bar is added on top.
ja: 数値はプレートのみです。シャフトはその上に加算されます。
ko: 숫자는 플레이트만이며 바는 추가로 더해집니다.
vi: Con số chỉ tính bánh tạ. Thanh đòn được cộng thêm vào.

source: The number is the weight of one dumbbell, not the pair.
ja: 数値はダンベル1個の重さで、一対ではありません。
ko: 숫자는 덤벨 한 개의 중량이며 한 쌍이 아닙니다.
vi: Con số là mức tạ của một quả tạ đơn, không phải cả đôi.

source: The number is the whole stack value the machine prints.
ja: 数値はマシンに表示されるスタック全体の値です。
ko: 숫자는 머신이 표시하는 전체 스택 값입니다.
vi: Con số là giá trị cả khối tạ mà máy hiển thị.

source: The same redacted copy as a file, sent with the system share sheet. Works offline.
ja: 同じ加工済みコピーをファイルとして、システムの共有シートで送信します。オフラインで動作します。
ko: 동일한 개인정보 제거 사본을 파일로, 시스템 공유 시트로 전송합니다. 오프라인에서 작동합니다.
vi: Cùng bản đã lược bỏ dưới dạng tệp, gửi qua bảng chia sẻ của hệ thống. Hoạt động ngoại tuyến.

source: The sets in it are removed too. This cannot be undone.
ja: その中のセットも削除されます。これは元に戻せません。
ko: 그 안의 세트도 제거됩니다. 이 작업은 되돌릴 수 없습니다.
vi: Các hiệp trong đó cũng bị xóa. Việc này không thể hoàn tác.

source: The smallest change must be greater than zero.
ja: 最小刻みは0より大きい必要があります。
ko: 최소 증감은 0보다 커야 합니다.
vi: Bước thay đổi nhỏ nhất phải lớn hơn không.

source: The smallest jump the equipment can actually make.
ja: 器具が実際に変えられる最小の刻みです。
ko: 기구가 실제로 만들 수 있는 최소 증감.
vi: Bước nhảy nhỏ nhất mà dụng cụ thật sự có thể tăng.
